export default {
  name: 'Кентрозавр',
  displayName: 'Кентрозавр',
  pronunciation: 'кен-тро-ЗАВР',
  nameMeaning: '«Сүйір кесіртке»',
  description: 'Кентозавр – тегозаврға қарағанда кішірек болғанымен, денесі өткір тікенектерге толы динозавр. Оның алып тақталарының орнына жамбасы мен құйрығында тұтас бір өткір тікенектер «қару-жарағы» болған. Егер стегозаврды танкке теңесек, кентрозаврды алып кірпіге ұқсатуға болады.',
  kidsDescription: 'Кентрозавр тура жүретін кактусқа ұқсайтын динозавр еді! Денесінде тақталары, өткір тікенектері және «Мені тістеме!» деп тұрғандай қауіпті қаруларға толы құйрығы болған.',
  childFriendlyText: 'Кентрозавр – денесін тікенектер жапқан шөпқоректі динозавр. Ол өткір тікенекті құйрығымен аш жыртқыштардан қорғанған.',
  scientificSummary: 'Kentrosaurus aethiopicus — Танзаниядағы киммеридж-титон жастағы Тендагуру формациясынан белгілі стегозаврид орнитиший. Ол стегозаврдан денесінің алдыңғы бөлігіндегі тақталарының кішірек болуы және жамбасы мен құйрығындағы тікенектерінің өте жақсы дамуы арқылы ерекшеленеді. Артқы аяқтары мен жамбас сүйектерінің құрылысы құйрықты қуатты сермеуге мүмкіндік берген күшті бұлшықеттердің болғанын көрсетеді. Кентрозавр Африкадағы динозаврлардың таралуын және стегозаврлардың қорғаныс бейімделулерін зерттеуде маңызды таксон болып саналады.',
  funFact: 'Кентрозавр стегозаврдан әлдеқайда кішкентай болғанымен, оның тікенектері одан да қауіпті болған болуы мүмкін.',
  facts: [
    { label: 'Қорғанысы', value: 'Тақталардың орнына тікенектер', description: 'Кентрозаврдың денесінің алдыңғы бөлігінде шағын тақталар болған, ал жамбасы мен құйрығында ұзын өткір тікенектер орналасып, оны жыртқыштардан тиімді қорғаған.' },
    { label: 'Құйрығы', value: 'Тікенекті қару', description: 'Құйрығында бірнеше ірі әрі өткір тікенек болған. Олар тіпті ірі жыртқыштарға да ауыр жарақат сала алатын.' },
    { label: 'Туыстығы', value: 'Африкалық стегозавр', description: 'Кентрозавр стегозаврдың жақын туысы болған. Бұл стегозаврлардың тек Солтүстік Америкада ғана емес, Африкада да кең таралғанын көрсетеді..' },
    { label: 'Артқы аяқтары', value: 'Күшті дене бітімі', description: 'Денесінің алдыңғы бөлігі жеңіл, ал артқы бөлігі ауыр болған. Мұндай дене құрылысы оған құйрығын тікенекті шоқпар сияқты қатты сермеуге мүмкіндік берген.' },
  ],
}
