export default {
  name: 'Трицератопс',
  displayName: 'Трицератопс',
  pronunciation: 'три-це-РА-топс',
  nameMeaning: '«Үш мүйізді тұмсық»',
  description: 'Трицератопс – басында үш мүйізі мен үлкен сүйекті жағасы бар алып шөпқоректі динозавр. Ол бор кезеңінің соңында өмір сүрген. Мүйіздерімен жауларынан қорғанып, өзге трицератопстармен шайқасқан. Ал мықты тұмсығы қатты өсімдіктерді оңай шайнауға мүмкіндік берген.',
  kidsDescription: 'Трицератопс үш мүйізді және мойнында үлкен сүйекті жағасы бар үлкен мүйізтұмсық сияқты. Ол өсімдіктерді жеп, тіпті өткір мүйіздері бар тиранозавр рексінен қорғана алады!',
  childFriendlyText: 'Үш мүйізі мен тотықұстың тұмсығына ұқсас тұмсығы бар алып, мейірімді динозаврды көз алдыңызға елестетіңізші! Трицератопс өсімдіктерді үзіп жеген. Егер оған тиіспесе, ол ешкімге зиян келтірмеген.',
  scientificSummary: 'Triceratops horridus - 68–66 миллион жыл бұрын өмір сүрген соңғы цератопсидтердің бірі. Оның сүйекті жағасының ені 2 метрге дейін жеткен. Ғалымдардың пікірінше, бұл жаға дене қызуын реттеуге және өзге трицератопстарға күшін көрсетуге пайдаланылған. Ал мүйіздері мен сүйекті жағаларында табылған жарақат іздері олардың өзара шайқасқанын растайды.',
  funFact: 'Трицератопстың мүйіздері 1 метрге дейін өскен. Ал сүйекті жағасы бар алып бас сүйегі соншалықты үлкен болғандықтан, ол денесінің жалпы ұзындығының үштен бір бөлігін құраған!',
  facts: [
    { label: 'Жағасы', value: 'ені 2 метр', description: 'Басының артындағы үлкен сүйекті қалқан қорғануға, өз күшін көрсетуге және, мүмкін, дене қызуын реттеуге қызмет еткен.' },
    { label: 'Мүйіздері', value: 'Барлығы 3', description: 'Көзінің үстінде ұзындығы 1 метрден асатын екі мүйізі және мұрнында бір кішірек мүйізі болған.' },
    { label: 'Тұмсығы', value: 'Тотықұс сияқты', description: 'Өткір, иілген тұмсығының арқасында қатты пальма жапырақтары мен саговниктерді оңай үзіп қоректенген.' },
    { label: 'Таснұсқа', value: 'Жүздеген', description: 'Бұл қазба қалдықтары ең көп табылған динозаврлардың бірі. Сондықтан бұл динозавр туралы мәлімет көп.' },
  ],
}
