export default {
  name: 'Янчуанозавр',
  displayName: 'Янчуанозавр',
  pronunciation: 'ян-чу-а-но-ЗАВР',
  nameMeaning: '«Юнчуаннан келген кесіртке»',
  description: 'Янчуанозавр shangyouensis 163-145 миллион жыл бұрын қазіргі Сычуань провинциясының жап-жасыл субтропикалық ормандарын жайлаған Юра дәуіріндегі Қытайдың сөзсіз шыңы болды. Үлкен аллозауроидты синраптороид, ол 11 метрге дейін өсті және кішкентай сүйекті жоталармен безендірілген ерекше бас сүйегіне ие болды. Чоуанозавр мен Омейзавр алып сауроподтарының замандасы Янчуанозавр Солтүстік Американың аллозаврының қытайлық әріптесі болды, оның өлшемі мен қуатына байланысты оның экожүйесін басқарды.',
  kidsDescription: 'Янчуанозавр юра дәуіріндегі Қытайдың патшасы болды - алып сауроподтарды аулаған 11 метрлік жыртқыш! Оның бас сүйегінде тік сүйекті жоталар мен шығыңқы жерлер бар. Ол Сычуань провинциясында өмір сүрді және 163 миллион жыл бұрын азық-түлік тізбегінің жоғарғы бөлігін басқарған Қытайдың Аллозаврға жауабы болды.',
  childFriendlyText: 'Янчуанозавр юра дәуіріндегі Қытайдың ең ірі жыртқышы болды - ұзындығы 11 метр, бас сүйегі сүйекті жоталармен безендірілген, алып ұзын мойынды динозаврларды аулайтын.',
  scientificSummary: 'Yangchuanosaurus shangyouensis (Dong және т. Юра Азиядағы ең үлкен теропод. Бас сүйегі мұрын және көз жасы сүйектерінің жоталарымен безендірілген. Филогенетикалық жағынан Sinraptoridae (Allosauroidea), Sinraptor dongi-мен тығыз байланысты.',
  funFact: 'Янчуанозавр Қытайда бұрын-соңды табылған ең толық сауроподтармен қатар өмір сүрген. Оның туыстары табылған Зигонгтағы Дашанпу карьері қазбаларға бай болғандықтан, ол жерде әлемдегі ең жақсылардың бірі - Цигонг динозаврларының арнайы мұражайы пайда болды.',
  facts: [
    { label: 'Жыртқыш', value: 'Юра дәуіріндегі Қытай шыңы', description: 'Янчуанозавр қазіргі Қытайдағы Сычуань провинциясының экожүйесіне үстемдік ететін шансиашимиао формациясының шыңының жыртқышы болды.' },
    { label: 'Қайық', value: 'Сүйек жоталары', description: 'Бас сүйегінің тұмсығы мен көзінің үстінде кішкентай сүйекті проекциялары мен жоталары болды, бұл туыстары арасында ерекше қасиет, мүмкін визуалды көрсету үшін қолданылады.' },
    { label: 'Өндіріс', value: 'Алып сауроподтар', description: 'Болуы мүмкін олжаға Янчуанозавр буксирленген немесе аң аулаған үлкен сауроподтар Chouanosaurus және Omeisaurus, үлкен шөпқоректілер болған.' },
    { label: 'Туыстық', value: 'Синраптороид', description: 'Янчуанозавр Солтүстік Америкадағы аллозаврға параллель дамыған аллозавридтероподтардың азиялық тобына жататын Sinraptoridae тобына жатады.' },
  ],
}
